Repository: GoodbyeFox/VOAIOS
Catalog: O2Platform/App/MindMap-脑图/View/mul.lproj/O2MindMapAddLinkDialog.xcstrings
Source language: en
Languages: th

# 2Ig-X4-ulz.placeholder
source: 请输入链接地址
th: ກະລຸນາໃສ່ລິ້ງສະຖານທີ່

# dIK-Da-DOb.placeholder
source: 可选，链接地址的说明文字
th: ເລືອກຂໍ້ຄວາມອະທິບາຍຕາມຊື່ໃນລິ້ງສະຖານທີ່

# Kc5-5r-ceU.text
source: 链接说明
th: ຄຳອະທິບາຍຂອງລິ້ງ

# SOX-Qd-GpX.configuration.title
source: 确定
th: ຢືນຢັນ

# SOX-Qd-GpX.normalTitle
source: Button
th: ດ້ານລຸ່ມ

# sR8-D9-jqt.text
source: 链接地址
th: ລິ້ງສະຖານທີ່

# v7F-tQ-l1a.configuration.title
source: 取消
th: ຍົກເລີກ

# v7F-tQ-l1a.normalTitle
source: Button
th: ດ້ານລຸ່ມ

# VmO-o1-mJr.text
source: 链接
th: ລິ້ງ

# y4R-ZA-pOd.configuration.title
source: 清除超链接
th: ລົບລ້າງລິ້ງ

# y4R-ZA-pOd.normalTitle
source: Button
th: ດ້ານລຸ່ມ
